# St7GetPlateLineThickness

Returns the thickness of plate outlines.

long St7GetPlateLineThickness(long uID, long* Thickness)
Input Parameters
uID
Strand7 model file ID.
Output Parameters
Thickness
Plate outline thickness in the range kMinThickness to kMaxThickness.